{
    "categories": [
        {
            "id": "news",
            "name": "समाचार"
        },
        {
            "id": "politics",
            "name": "राजनीति"
        },
        {
            "id": "international",
            "name": "अन्तर्राष्ट्रिय"
        },
        {
            "id": "economy",
            "name": "अर्थतन्त्र"
        },
        {
            "id": "agriculture",
            "name": "कृषि"
        },
        {
            "id": "sports",
            "name": "खेलकुद"
        },
        {
            "id": "entertainment",
            "name": "मनोरञ्जन"
        }
    ],
    "news": [
        {
            "id": "1",
            "title": "नेपालमा जापानी इन्सेफलाइटिसका कारण तीन जनाको मृत्यु",
            "description": [
                "मृत्यु हुनेमा मोरङका २ जना र बाराका १ जना छन्। मृत्यु हुनेहरू क्रमश: १७, ४९ र ७४ वर्षका छन्। विश्व स्वास्थ्य संगठन (डब्लुएचओ) का अनुसार सन् २०२५ को ७ महिनाको अवधिमा नेपालमा ३४ जनालाई जापानिज इन्सेफ्लाइटिस (जेइ) देखिएकोमा तीन जनाको मृत्यु भएको हो।",
                "विज्ञहरूका अनुसार साउनदेखि कात्तिक (जुलाईदेखि अक्टोबर) सम्म नेपालमा जापानिज इन्सेफ्लाइटिसको संक्रमण धेरै देखिन्छ। 'जेइ' का कारण मृत्युदर झण्डै ३० प्रतिशत रहेकाले समयमै पहिचान गरी उपचार गर्न सकेनौँ भने ठूलो क्षति हुन सक्छ।",
                "स्वास्थ्य जोखिमका विषयहरूमा स्वास्थ्य पत्रकारहरूलाई अभिमुखीकरण गर्न स्वास्थ्य पत्रकार मञ्च नेपाल (एचजेएफएन) सँग सहकार्य गर्दै आइरहेको विश्व स्वास्थ्य संगठन (डब्लुएचओ) नेपालले सोमबार जापानिज इन्सेफ्लाइटिस रोगबारे जानकारी दिएको थियो।"
            ],
            "category": "news",
            "image": "https://www.apnews.com/article/nepal-japanese-encephalitis.jpg",
            "date": "2025-08-31",
            "author": "स्रोत: República"
        },
        {
            "id": "2",
            "title": "नेपालको अर्थतन्त्रमा ४.५% वृद्धिको पूर्वानुमान",
            "description": [
                "काठमाडौं - चालु आर्थिक वर्ष २०८१/८२ मा नेपालको अर्थतन्त्र ४.५ प्रतिशतले विस्तार हुने अनुमान विश्व बैंकले गरेको छ । आर्थिक आघातबीच नेपालको अर्थतन्त्र उत्थानशील रहने समेत विश्व बैंकले भनेको छ । ‘नेपाल डेभलपमेन्ट अपडेट’ को अप्रिल अडिसन सार्वजनिक गर्दै विश्व बैंकले यस आवमा आर्थिक वृद्धिदर बढ्ने अनुमान गरेको हो ।",
                "अघिल्लो आव नेपालको अर्थतन्त्र ३.९ प्रतिशतले विस्तार हुने अनुमान विश्व बैंक थियो । सन् २०२४ अन्त्यतिर नेपालले ठूला प्राकृतिक विपत्ति सामना गर्नुपरेको थियो । यस वर्ष आन्तरिक व्यापार, जलविद्युत् तथा धान उत्पादन वृद्धिबाट आर्थिक वृद्धिदर उकास्न मद्दत पुग्ने विश्व बैंकले उल्लेख गरेको छ । आगामी आवसमेत अर्थतन्त्र अझ विस्तार हुने अनुमान छ । यसमा सेवा क्षेत्रको योगदान बढी हुने अनुमान छ । आगामी आव ५.२ प्रतिशत र त्यसपछि ५.५ प्रतिशतले विस्तार हुनेसमेत विश्व बैंकको अनुमान छ ।",
                "विश्व बैंकका माल्दिभ्स, नेपाल र श्रीलंकाका लागि राष्ट्रिय विभागीय निर्देशक डेभिड सिसलेनले नेपालले आवश्यक रोजगारी सिर्जना गर्न निजी क्षेत्रले अगुवाइ गरेको आर्थिक वृद्धिलाई बढावा दिन आवश्यक रहेको बताए । उनले यसलाई हासिल गर्न नेपालले आफ्नै उत्थानशील वृद्धिको प्रभावशाली इतिहासको जगमा संरचनात्मक सुधार गर्न आवश्यक रहेको समेत बताए ।"
            ],
            "category": "economy",
            "image": "https://www.worldbank.org/images/nepal-economy.jpg",
            "date": "2025-09-01",
            "author": "स्रोत: World Bank"
        },
        {
            "id": "3",
            "title": "नेपालले चीनको ग्लोबल सेक्युरिटी इनिसिएटिभलाई समर्थन नगर्ने बताएको",
            "description": [
                "नेपाली प्रधानमंत्री केपी शर्मा ओली के चीन दौरे पर विवाद खड़ा हो गया है। दरअसल, चीनी राष्ट्रपति शी जिनपिंग से मुलाकात के बाद दोनों देशों ने जो बयान जारी किए हैं, उनमें कई विरोधाभासी दावे किए गए हैं। नेपाल ने लिपुलेख के जरिए भारत-चीन व्यापार का जिक्र किया है तो चीन ने ग्लोबल सिक्योरिटी इनिशिएटिव का।",
                "काठमांडू: नेपाली प्रधानमंत्री केपी शर्मा ओली इन दिनों चीन दौरे पर हैं। उन्होंने शंघाई सहयोग संगठन शिखर सम्मेलन में एक डायलॉग पार्टनर के तौर पर हिस्सा लिया। इसके अलावा वह द्वितीय विश्व युद्ध की 80वीं वर्षगांठ पर आयोजित चीनी सैन्य परेड में भी शामिल होंगे। ओली की चीन से नजदीकियां किसी से छिपी नहीं है। उन्हें नेपाल में चीन का कट्टर समर्थक नेता माना जाता है, लेकिन इस बार भारत के दबाव में उन्हें अपनी बीजिंग परस्त नीति से पीछे हटना पड़ा है। इस बार नेपाल ने चीन के नेतृत्व वाली सुरक्षा पहल ग्लोबल सिक्योरिटी इनिशिएटिव (GSI) से किनारा कर लिया है। इतना ही नहीं, नेपाल ने ग्लोबल सिविलाइजेशन इनिशिएटिव (GCI) का भी हिस्सा बनने से इनकार किया है। जीएसआई को चीन का 'नाटो' जैसा सुरक्षा गठबंधन माना जाता है।",
                "शनिवार को तियानजिन पहुंचने पर, ओली ने चीनी राष्ट्रपति शी जिनपिंग के साथ बातचीत की और लिपुलेख के रास्ते व्यापार फिर से शुरू करने के लिए हाल ही में हुए भारत-चीन समझौते का विरोध किया। उन्होंने लिपुलेख पर नेपाल का अधिकार होने का दावा किया और इस रास्ते का इस्तेमाल न करने की सलाह दी। ओली-शी जिनपिंग की बैठक के बाद बीजिंग स्थित नेपाली दूतावास और चीनी विदेश मंत्रालय ने बयान जारी किए, लेकिन दोनों पक्षों के बयान एक-दूसरे के विरोधाभासी रहे। खासकर लिपुलेख और नेपाल द्वारा जीएसआई, जीडीआई और जीसीआई को कथित समर्थन के मुद्दे पर विरोधाभास साफ दिखा।"
            ],
            "category": "international",
            "image": "https://www.orfonline.org/images/nepal-china-security.jpg",
            "date": "2025-08-30",
            "author": "स्रोत: ORF"
        },
        {
            "id": "4",
            "title": "नेपालमा दूध किसानहरूले ३.५ अर्ब रुपैयाँको भुक्तानी नपाएकोमा विरोध प्रदर्शन",
            "description": [
                "दूधको भुक्तानी नपाएको भन्दै देशभरका किसानले आन्दोलन चर्काएका छन् । आज नवलपरासी, मकवानपुरलगायतका जिल्लाका किसानहरूले सडकमै दूध पोखेर विरोध गरेका हुन् । नवलपरासी पूर्वका किसानहरूले पूर्व–पश्चिम राजमार्गको कावासोतीमा दूध पोखेर विरोध गरेका छन् । किसानहरूकाे प्रदर्शनका कारण केहीबेर राजमार्ग पनि बन्द भएको थियो । किसानहरूले ‘मिल्क होलिडे’ अर्थात् दूध बिक्री नहुने समस्याको अन्त्य हुनपर्ने र दूधको मूल्य र बिक्रीको जिम्मा सरकारले लिनुपर्ने लगायतका माग गरेका छन् ।",
                "यस्तै उद्योगलाई बेचेको दूधको पैसा नपाएपछि मकवानपुरका दुग्ध किसानले पनि विरोध प्रदर्शन गरेका छन् । जिल्ला दुग्ध उत्पादक सहकारी सङ्घ मकवानपुरको अगुवाइमा विभिन्न ठाउँबाट हेटौँडा पुगेका किसानहरूले केहीबेर सडक बन्द गरेर प्रदर्शन गरेका हुन् । सरकारी तथा निजी क्षेत्रका दुग्ध उद्योगले किसानबाट किनेको दूधको रकम दिएका छैनन् । जिल्ला दुग्ध उत्पादक सहकारी सङ्घका अध्यक्ष हरिप्रसाद कँडेलले मकवानपुरमा मात्रै ६० करोड रुपैयाँ पाउन बाँकी रहेको बताउनुभयो ।",
                "यस्तै काभ्रेमा पनि किसानहरूले अरनिको राजमार्ग बन्द गरेर केहीबेर प्रदर्शन गरेका छन् । अन्यत्र दुध पोखे पनि काभ्रेमा भने किसानले बटुवालाई दूध खुवाएर विरोध गरेका छन् । दूध बिक्री नभएको र बिक्री भएको दूधको पनि भुक्तानी नपाएको भन्दै देशैभरका किसान आन्दोलनमा छन् ।"
            ],
            "category": "economy",
            "image": "https://www.myrepublica.com/images/nepal-dairy-protest.jpg",
            "date": "2025-09-02",
            "author": "स्रोत: myRepublica"
        },
        {
            "id": "5",
            "title": "नेपालले बंगलादेशसँगको मैत्रीपूर्ण खेलको लागि ८,००० टिकट मात्र बिक्री गर्ने योजना",
            "description": [
                "१२ कात्तिक, काठमाडौं । साफ वुमन्स च्याम्पियनसिप २०२४ अन्तर्गत घरेलु टोली नेपाल र बंगलादेशबीचको फाइनल खेलका लागि टिकट बिक्री स्थगित गरिएको छ । अखिल नेपाल फुटबल संघ (एन्फा)ले सोमबार सूचना जारी गर्दै अर्को सूचना नभएसम्मका लागि फाइनल खेलको टिकट बिक्री स्थगित गरिएको जनाएको छ ।",
                "त्रिपुरेश्वरस्थित दशरथ रंगशालामा आइतबार भएको नेपाल र भारतबीच भएको सेमिफाइनलमा दर्शक क्षमताभन्दा बढी टिकट बिक्री गरेको भन्दै त्यसको बारेमा सत्यतथ्य बुझ्न टिकट बिक्री स्थगित गरिएको एन्फाले जनाएको छ ।एन्फाले साफ वुमन्स च्याम्पिनयसिपको लागि माउन्ट एभरेस्ट स्पोर्ट्स एन्ड इभेन्ट्स प्रालिलाई टिकेटिङको अधिकार बिक्री गरिएको थियो ।",
                "माउन्ट एभरेस्ट इभेन्ट्सले टेन्डर प्रक्रियामार्फत ८० लाख रुपैयाँमा टिकेटिङ अधिकार लिएको थियो । नेपाल र भारतबीचको खेलमा संघसँगको सम्झौताविपरीत रंगशालाको क्षमताभन्दा बढी टिकट बिक्री गरेको एन्फाको भनाइ छ ।धेरै टिकट बिक्री गरेको विषयमा माउन्ट एभरेस्ट स्पोर्ट्स एन्ड इभेन्ट्स प्रालिसँग सत्य तथ्य बुझ्ने कार्य भइरहेकाले कुनै पनि माध्यमबाट टिकट बिक्री नगर्न/नगराउन एन्फाले आग्रह गरेको हो ।"
            ],
            "category": "sports",
            "image": "https://www.kathmandupost.com/images/nepal-bangladesh-friendly.jpg",
            "date": "2025-09-01",
            "author": "स्रोत: The Kathmandu Post"
        },
        {
            "id": "6",
            "title": "नेपालले जापानसँगको क्रिकेट खेलमा जित हासिल गरेको",
            "description": [
                "काठमाडौं – नेपालले एसीसी पुरुष यु–१६ इस्ट जोन क्रिकेट प्रतियोगितामा लगातार दोस्रो जित हासिल गरेको छ । मलेसियाको कोजल टुन्कु जाफर ओभलमा मंगलबार भएको खेलमा नेपालले जापानलाई ९ विकेटले पराजित गर्‍यो ।",
                "जापानले प्रस्तुत गरेको ८१ रनको झिनो लक्ष्य नेपालले १४.२ ओभरमा मात्र एक विकेट गुमाएर पूरा गर्‍यो । नेपालको सहज जितमा शिवान्स बजगाईंले नटआउट ३८ रन र प्रसिद्ध जैशीले ३३ रनको योगदान दिए । यसअघि टस जितेर पहिले ब्याटिङ गरेको जापानले ३४.३ ओभरमा सबै विकेट गुमाउँदै ८० रन बनाएको थियो । जापानका कप्तान चार्ली हाराहिन्जले सर्वाधिक ३६ रन जोडे भने गबी हाराहिन्जले १३ रन बनाए । अन्य ब्याटरले दोहोरो अङ्कमा रन जोड्न सकेनन् ।",
                "नेपालका लागि शुभम खनालले उत्कृष्ट बलिङ गर्दै पाँच विकेट लिए । अभय यादवले दुई विकेट हात पारे भने सुशील रावल र विपिनप्रसाद शर्माले समान एक–एक विकेट लिए । नेपालले यसअघि आफ्नो पहिलो खेलमा सिङ्गापुरलाई ६ विकेटले पराजित गरेको थियो । एसियाली क्रिकेट परिषद् (एसीसी) को वार्षिक कार्यतालिका अनुसार आयोजित यो प्रतियोगितामा नेपालसहित १० टोली सहभागी छन् । टोलीहरूलाई दुई समूहमा विभाजन गरिएको छ । समूह ‘ए’ मा नेपाल, सिङ्गापुर, इन्डोनेसिया, भुटान र जापान छन् भने समूह ‘बी’ मा आयोजक मलेसिया, हङकङ, माल्दिभ्स, थाइल्याण्ड र म्यानमार रहेका छन् ।"
            ],
            "category": "sports",
            "image": "https://www.nepalnews.com/images/nepal-japan-cricket.jpg",
            "date": "2025-08-30",
            "author": "स्रोत: Nepal News"
        },
        {
            "id": "7",
            "title": "नेपाल आइडल सिजन ६ को विजेता घोषणा",
            "description": [
                "काठमाडौं । नेपाल आइडल सिजन ६ को विजेता गंगा सोनाम बन्न सफल भएकी छन्। आइतबार भएको ग्रान्ड फिनालेमा पाँच प्रतिस्पर्धीलाई पछि पार्दै गंगाले नेपाल आइडलको विजेता बन्न सफल भएकी हुन्। विजेता गंगालाई सञ्चार तथा सूचना प्रविधि मन्त्री पृथ्बीसुब्बा गुरुङले ट्रफी प्रदान गरेका थिए। त्यस्तै फस्ट रनरअप बबिता थापा मगर र सेकेन्ड रनर अप दर्शना गन्धारी भइन्।"
            ],
            "category": "entertainment",
            "image": "https://www.nepalkhabar.com/images/nepal-idol-season-6.jpg",
            "date": "2025-08-29",
            "author": "स्रोत: Nepal Khabar"
        },
        {
            "id": "9",
            "title": "नेपालमा बिदेशी पर्यटकको आगमनमा २२% वृद्धि",
            "description": [
                "सन् २०२२ मा नेपाल भ्रमणमा आउने पर्यटकहरूको संख्या र यसबाट हुने आम्दानी बढे पनि उनीहरूको बसाइँ अवधि घटेको छ। संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्रालयले सार्वजनिक गरेको 'नेपाल पर्यटन तथ्यांक–२०२२' अनुसार पर्यटकको बसाइँँ औसतमा १३.१ दिनमा झरेको छ।",
                "अघिल्ला दुई वर्षहरूमा पर्यटकको बसाइँँ अवधि बढेको थियो। मन्त्रालयको तथ्यांक अनुसार सन् २०२१ मा सरदर बसाइँ अवधि १५.५ दिन थियो। त्यस्तै सन् २०२० मा १५.१ दिन थियो। त्यसअघि सन् २०१९ मा १२.७ दिन रहेको थियो।",
                "जसमा बुद्ध एयरले २३ लाख ८७ हजार, यति एयरले ९ लाख ३७ हजार, श्री एयरले ७ लाख १७ हजार, सौर्य एयरले एक लाख ७७ हजार, तारा एयरले २४ हजार र नेपाल एयरलाइन्सले १७ हजार यात्रु बोकेको छ। यी उडानका लागि विराटनगर, गौतम बुद्ध, पोखरा र नेपालगञ्ज विमानस्थल सबैभन्दा धेरै प्रयोग भएका छन्।"
            ],
            "category": "economy",
            "image": "https://www.thehimalayantimes.com/images/nepal-tourism-growth.jpg",
            "date": "2025-08-27",
            "author": "स्रोत: The Himalayan Times"
        },
        {
            "id": "10",
            "title": "नेपालले चीनसँगको सीमा क्षेत्रमा ड्रोन र एण्टी-ड्रोन प्रविधिको प्रयोग बढाउने योजना",
            "description": [
                "काठमाडौं । ड्रोन प्रविधिको उपयोगले विश्वभर अभूतपूर्व सम्भावनाहरू खोलेको छ । नेपालजस्तो भौगोलिक रुपमा जटिल देशका लागि ड्रोनले पर्यटन, सुरक्षा, आपतकालीन राहत, म्यापिङ, कृषि, ढुवानी जस्ता क्षेत्रहरूमा क्रान्ति ल्याउने सम्भावना छ । तर, यतिखेर नेपालमा यो क्षेत्र सम्भावनाभन्दा बढी समस्यामा फसेको देखिन्छ ।",
                "ड्रोन हब नेपालका प्रवन्ध निर्देशक प्रविन भट्टराईले नेपाल न्यूज बैंकसँग कुरा गर्दै भने, ‘ड्रोन अहिले चुनौतीको विषय भएको छ । रेगुलेसन कागजमै सीमित छ, कार्यान्वयन छैन, न त निगरानी नै । रेगुलेसनको जिम्मा कसले लिने भन्ने पनि स्पष्ट छैन ।’",
                "उनको भनाइ अनुसार सिभिल एभिएसन, गृह मन्त्रालय, सञ्चार मन्त्रालय, वन मन्त्रालय, राष्ट्रिय निकुञ्जजस्ता थुप्रै निकायले आ–आफ्नो तवरले अधिकार जमाएको भएपनि, समन्वयको अभाव छ । ‘किन यस्तो अन्योल?’ भट्टराई भन्छन्, ‘किनभने यो प्राविधिक क्षेत्र हो । तर निर्णय गर्ने निकायमा अझैपनि यसको बारेमा आवश्यक ज्ञान र समझदारी छैन ।’"
            ],
            "category": "international",
            "image": "https://www.timesofindia.com/images/nepal-china-border-tech.jpg",
            "date": "2025-08-26",
            "author": "स्रोत: Times of India"
        },
        {
            "id": "11",
            "title": "नेपालले भारतसँगको रेल सेवा विस्तार गर्ने योजना",
            "description": [
    "नेपाल आफ्ना रेल सेवाहरू विस्तार गर्न चाहन्छ, एउटा लाइन सञ्चालनमा छ र अन्य धेरै लाइनहरू पाइपलाइनमा छन्। तथापि, देशले अपेक्षित मानव संसाधन तयार पार्न धेरै कम प्रयास गरिरहेको छ। बिजलपुरा, महोत्तरीलाई भारतको सीमापार जयनगरसँग जोड्ने नेपाल-भारत रेलवे अप्रिल 2022 देखि सञ्चालनमा छ, किनभने यसलाई नेरो-गेजबाट ब्रॉड-गेज लाइनमा अपग्रेड गरिएको छ। प्रस्तावित मेची-महाकाली विद्युतीकृत रेलका विभिन्न भागहरूमा भूमि अधिग्रहण, ट्र्याक खोल्ने र अध्ययन गर्ने कार्य जारी छ।",
    "जबकि नेपाल रेलवेसँग रेल सञ्चालन गर्न चालक दलका सदस्यहरू सहित नेपाली प्राविधिक कर्मचारीहरू छैनन्, रेलवे इन्जिनियरहरू तयार पार्नका लागि पनि धेरै कम काम गरिएको छ, जसको रेल नेटवर्क निर्माण र ट्रेन सेवाहरू सञ्चालन गर्न आवश्यकता पर्नेछ।",
    "बिसुरलले भने, 'सरकारले भारतमा रेलवे इन्जिनियरिङ्ग सम्बन्धी शैक्षिक पाठ्यक्रम पढ्नका लागि कसैलाई पठाएको छैन। रेलवे विभागका तीन वरिष्ठ कर्मचारीहरूले चिनियाँ सरकारको सहयोगमा चीनमा रेलवेको अध्ययन गरिरहेका छन्।'"
]
,
            "category": "international",
            "image": "https://www.timesofindia.com/images/nepal-india-rail.jpg",
            "date": "2025-08-25",
            "author": "स्रोत: Times of India"
        },
        {
            "id": "13",
            "title": "नेपालमा क्रिकेटको लोकप्रियता बढ्दै",
            "description": [
                "राष्ट्रिय सभागृहमा यही माघ १६ गते एउटा अनौठो खालको कार्यक्रम भयो। र, त्यो कार्यक्रम थियो गौतम बुद्ध अन्तर्राष्ट्रिय क्रिकेट रंगशाला बनाउने घोषणा।  देशका चार ठाउँमा एकीकृत नमुना बस्ती निर्माण गरेर जनस्तरबाट चर्चा कमाएको धुर्मुस–सुन्तली फाउन्डेसनले चितवनको भरतपुरमा बहुउद्देश्यीय रंगशाला बनाउने घोषण गर्यो। धुर्मुस–सुन्तली फाउन्डेसन कलाकार सिताराम कट्टेल (धुर्मुस) र कुन्जना घिमिरे सुन्तलीको हो। रंगशालाको गुरुयोजना (डीपीआर) ६ महिनाभित्र तयार पारी शिलान्यास भएको दुई वर्षभित्र सम्पन्न गर्ने फाउन्डेसनको लक्ष्य छ।",
                "२० बिघा ६ कट्ठामा निर्माण हुने रंगशालाको लागत ३ अर्व रुपैयाँको छ। कमलको फूल आकारमा निर्माण हुने रंगशाला २५ हजार दर्शक क्षमताको हुनेछ। प्रधानमन्त्री केपी शर्मा ओली लगायत शीर्षस्त नेताको उपस्थितिमा एक कार्यक्रमको आयोजना गर्दै फाउन्डेसनले क्रिकेट रंगशाला निर्माण गर्ने घोषणा गरेपछि आम नेपाली खुसी भएका छन्। रंगशाला निर्माण गर्नु सजिलो कार्य नभएकाले सबैको साथ र सहयोग आवश्यक भएको धुर्मुसको भनाई थियो। यो रंगशाला अन्य देशको भन्दा फरक हुने र नेपालको पहिचान दिलाउने खालको रहेको कार्यक्रममा जानकारी दिइयो। अत्याधुनिक रंगशालामा क्रिकेट मैदानका अलवा अभ्यास गर्ने ठाउँ र एकेडेमी हुनेछ। त्यस्तै रंगशाला परिसरमा फुटबल, स्विमिङ, बास्केटबल, भलिबल, डन्डीबियो, लन टेनिसलगायतका खेलमैदान रहनेछन्।"
            ],
            "category": "sports",
            "image": "https://www.nepalnews.com/images/nepal-cricket-popularity.jpg",
            "date": "2025-08-23",
            "author": "स्रोत: Nepal News"
        },
        {
            "id": "14",
            "title": "नेपालमा कृषि क्षेत्रमा नयाँ प्रविधिको प्रयोग",
            "description": [
                "नेपाल कृषिप्रधान देश हो जहाँ जनसंख्याको ठूलो हिस्सा कृषि पेसामा निर्भर छ। नेपालको भू–विविधताका कारण कृषि प्रणाली पनि विभिन्न प्रकारका छन्। साथौ देशको कुल उत्पादनको लगभग २५–३० प्रतिशत कृषि क्षेत्रबाट आउने गर्छ। यद्यपि नेपालको करिब ६५ प्रतिशत जनसंख्या कृषिमा निर्भर छ तर उत्पादकत्वमा कमी, आधुनिक प्रविधिको अभाव र बजार व्यवस्थापनको कमजोरीले कृषि क्षेत्रले अपेक्षाकृत योगदान दिन सकेको छैन।",
                "कृषि क्षेत्रको पुनर्जागरण एक विकासशील देशका लागि ठूलो लक्ष्य हो तर यसलाई लागु गर्दा धेरै प्रकारका चुनौती देखा पर्छन्। यी चुनौती समाधान नगरेसम्म कृषि क्षेत्रले अपेक्षाकृत विकास हासिल गर्न सक्दैन। नेपालमा कृषिमा सुधार ल्याउन निम्न चुनौती छन्-आर्थिक सीमा, कृषि क्षेत्रको पुनर्जागरण गर्न आधुनिक प्रविधि र उपकरणहरूको आवश्यकता पर्छ, जसमा ठूलो लगानी चाहिन्छ।",
                "नेपाल जस्तो विकासशील देशको कुल गार्हस्थ्य उत्पादन (जिडिपी) को थोरै मात्र हिस्सा कृषिमा लगानी गरिन्छ। पर्याप्त बजेट अभावमा सिँचाइ प्रणालीको सुधार, माटोको ऊर्वरा वृद्धि, र प्रविधिको पहुँच सुनिश्चित गर्न असम्भव जस्तै देखिन्छ।"
            ],
            "category": "agriculture",
            "image": "https://www.fao.org/images/nepal-agriculture-tech.jpg",
            "date": "2025-08-22",
            "author": "स्रोत: FAO"
        },
        {
            "id": "15",
            "title": "नेपालमा जलवायु परिवर्तनका कारण कृषि उत्पादनमा गिरावट",
            "description": [
                "गण्डकी जलाधार क्षेत्रमा गरिएको अनुसन्धानले जलवायु परिवर्तनका कारण कृषि उत्पादनमा ४० प्रतिशतसम्म कमी आएको तथ्यांक सार्वजनिक गरेको छ। पाँच विश्वविद्यालयको सहभागितामा दक्षिण एशियामा जलवायु परिवर्तनले कृषिमा पारेको प्रभावबारे गरिएको अध्ययनले यो निष्कर्ष निकालेको हो।",
                "जलवायु परिवर्तनले केही सकारात्मक असरहरू पनि देखाएको छ। अध्ययनले उच्च हिमाली तथा पहाडी क्षेत्रका भूभागमा स्याउ र अन्न उत्पादनमा वृद्धि भएको उल्लेख गरेको छ। तर, किसानहरूले मौसम र कृषि सम्बन्धी सूचना पत्याउने दर न्यून रहेको पाइएको छ—तराईमा ३४ प्रतिशत, पहाडमा २२ प्रतिशत, र हिमालमा मात्र ८.५ प्रतिशत घरपरिवारले यस्ता सूचनालाई विश्वास गर्ने गरेको अध्ययनले देखाएको छ।",
                "जलवायु परिवर्तनका कारण कृषि उत्पादन घट्दै गएको, लागत मूल्य बढेको, बालीनालीमा रोग र किराको संक्रमण बढेको, र बेमौसमी वर्षा तथा असिनाले बालीनाली नष्ट गरेको तथ्यले किसानहरू गम्भीर समस्यामा परेको अध्ययनले निष्कर्ष निकालेको छ। जलवायु परिवर्तनको प्रभावले नेपालको कृषि प्रणालीलाई पुनरावलोकन गर्न आवश्यक रहेको यस अनुसन्धानले स्पष्ट पारेको छ।"
            ],
            "category": "agriculture",
            "image": "https://www.psu.edu/images/nepal-climate-agriculture.jpg",
            "date": "2025-08-21",
            "author": "स्रोत: PSU"
        },
        {
            "id": "16",
            "title": "नेपालमा कृषि क्षेत्रमा नयाँ नीतिको घोषणा",
            "description": [
                "नेपालको शेयर बजारमा अहिले नीतिगत अपारदर्शिता, नियमनको कमजोरी, लगानी शिक्षा अभाव र सानातिना लगानीकर्तामाथि भइरहेको लगातार शोषणले गर्दा समग्र बजार अस्थिर बन्दै गएको छ । नियामक निकायहरूले मौनता साध्ने साना लगानीकर्तालाई चेतावनी दिने मात्रै तर माफियालाई उन्मुक्ति दिने प्रवृत्तिले बजारप्रति जनविश्वास घट्दै गएको छ ।",
                "नयाँ लगानीकर्तालाई बजारमा ल्याउने हो भने नियामक संयन्त्र, नीतिगत स्पष्टता, पारदर्शिता र कम्पनीका आधारभूत सूचकहरूमा आधारित मूल्य निर्धारण प्रणाली निर्माण गर्न आवश्यक छ । तर, अहिले भइरहेको अवस्था त्यसको ठीक विपरीत छ । धेरै कम्पनीहरू हल्लाको भरमा ५–१० गुणा बढी मूल्यमा कारोबार भइरहेका छन्, जबकि ती कम्पनीहरूको नाफा, कारोबार वा भविष्यको योजना कमजोर देखिन्छ । यस्तो अवस्थामा शेयर खरिद गर्ने साना लगानीकर्ताहरू निश्चित रूपमा घाटामा पर्नेछन् ।",
                "नेपाल राष्ट्र बैंकले जारी गरेको मौद्रिक नीतिले स्पष्ट रूपमा उत्पादन क्षेत्रलाई उपेक्षा गरेर सट्टाबाजी प्रवृत्तिलाई टेवा दिएको छ । न त यो नीतिले उद्योग–व्यवसायलाई सहुलियत दिन सक्छ, न त कृषि क्षेत्रमा लगानी प्रवाह बढाउन सक्नेछ । ब्याजदरको हेरफेर मात्रै गरेर अर्थतन्त्र सुधार्ने अपेक्षा राख्नु भ्रम हो । विशेषतः जब अर्थतन्त्र आयातमुखी, रेमिट्यान्समा आश्रित, व्यापार घाटाले ग्रस्त त्यस्तो अवस्थामा उत्पादनमुखी लगानी प्रवाहबिना ब्याजदर घटाएर केही हासिल हुँदैन ।"
            ],
            "category": "agriculture",
            "image": "https://www.fao.org/images/nepal-agriculture-policy.jpg",
            "date": "2025-08-20",
            "author": "स्रोत: FAO"
        },
        {
            "id": "17",
            "title": "नेपालमा राजनीतिक स्थिरता कायम राख्न गठबन्धनको प्रयास",
            "description": [
    "नेपाली कांग्रेसका नेता शेर बहादुर देउबा पाँच पटक प्रधानमन्त्री भइसकेका छन्। यस्तो देखिन्छ कि देशमा को, कहिले, कससँग सत्ता साझेदार हुने छ, यसको कुनै वैचारिक आधार वा आर्थिक नीतिसँग सम्बन्ध छैन। २७५ सदस्यीय नेपाली संसद यदि आम जनताको भलाइका लागि गम्भीर छैन भने, जनतालाई यसको उपयोगितामा शंका हुनेछ! राजनीतिक दलहरूको नेतृत्वमा लोकतन्त्र पुनर्स्थापना आन्दोलन, जनयुद्ध, राजशाहीको अन्त्य, नयाँ संविधान, सबै भएको छ, तर 'नआउने नेपाल'को सपना के भयो?",
    "केहीले सोच्दछन् कि राजशाहीको अन्त्यपछि, राणा परिवारहरूको ठाउँमा, नयाँ कुलीन शक्तिका प्रतिनिधिहरू बनेका छन् र उनीहरूबीचै सत्ता खेल चलिरहेको छ! यस परिस्थितिमा प्रमुख नेपाली राजनीतिक दलहरूको जिम्मेवारी छ कि उनीहरूले १९९१ देखि २००६ सम्म आम जनतालाई कस्तो नेपाल बनाउने वाचा गरेका थिए भन्ने सम्झून्। नेपालको अर्थतन्त्र पूरै ध्वस्त भइसकेको छ। सत्ता पार्टी खुल्लामुखी भ्रष्टाचारमा संलग्न छन्। जनता चिन्तित छन्, तर लोकतान्त्रिक रूपमा निर्वाचित नेताहरू नयाँ प्रकारको राजशाही सञ्चालन गरिरहेका छन्।",
    "अस्थिर राजनीतिक गठबन्धन र अल्पकालीन सरकारहरूको अनुभवसँग लोकतान्त्रिक देशले यो प्रावधान अपनाउन सक्छ कि कानुनी रूपमा कुनै पनि व्यक्ति दुई पटकभन्दा बढी देशको प्रधानमन्त्री वा राष्ट्रपति बन्न सक्दैन।"
]
,
            "category": "politics",
            "image": "https://www.myrepublica.com/images/nepal-political-alliance.jpg",
            "date": "2025-08-19",
            "author": "स्रोत: myRepublica"
        },
        {
            "id": "18",
            "title": "प्रधानमन्त्रीले ग्रामीण विकास योजनामा लगानी बढाउने घोषणा",
            "description": [
                "काठमाडौं।  प्रधानमन्त्री पुष्पकमल दाहाल ‘प्रचण्ड’ले आफूले सरकारको नेतृत्व गरेको एक वर्षका अवसरमा देसबासीका नाममा सम्बोधन गर्दै केही महत्त्वपूर्ण योजना र कार्यक्रमसमेत घोषणा गरेका हुन्।",
                "आफ्नो एक वर्षे कार्यकालका उपलब्धि र सरकारको अबको योजनासहित प्रधानमन्त्री दाहालले देशबासीका नाममा सम्बोधन गरेका हुन्। सरकारले आगामी दिनमा गर्ने केही महत्त्वपूर्ण काम र त्यसको योजनाबारे प्रधानमन्त्रीको सम्बोधनका क्रममा अटाएका विषय :",
                "पूर्वनिर्धारित र अपरिहार्यबाहेक प्रधानमन्त्री कुनै पनि कार्यक्रममा नजाने । पूर्वाधार आयोजनामा कम्तीमा दुई ‘सिफ्ट’मा काम गर्ने व्यवस्था मिलाउने र ‘ब्यारेक मोडल’मा लैजाने । ‘८० को दशक तीव्र विकासको दशक’ घोषणा गर्ने ।"
            ],
            "category": "politics",
            "image": "https://www.kathmandupost.com/images/nepal-pm-rural.jpg",
            "date": "2025-08-18",
            "author": "स्रोत: The Kathmandu Post"
        },
        {
            "id": "19",
            "title": "नेपालको अन्तर्राष्ट्रिय सम्बन्धमा नयाँ पहल",
            "description": [
                "नेपाल सरकारले पाँच वर्षभित्र आर्टिफिशल इन्टेलिजन्स (एआई) क्षेत्रमा कम्तीमा ५,००० जनशक्ति तयार गर्ने लक्ष्य राख्दै आर्टिफिशल इन्टेलिजन्ससम्बन्धी नयाँ नीति कार्यान्वयनमा ल्याएको छ। उक्त नीतिले अन्तर्राष्ट्रिय आधारभूत सिद्धान्त र प्रचलनसँग अनुकूल हुने गरी एआईको अनुसन्धान, विकास र प्रयोगलाई 'दिशानिर्देश गर्न' नेपालमा एआई नियमन परिषद् स्थापना गर्ने रणनीति लिएको छ। एआईलाई आर्थिक तथा सामाजिक क्षेत्रमा अधिकतम उपभोग गर्ने प्रतिबद्धतासहित उक्त नीतिमा विश्वव्यापी सूचकाङ्क 'एआई रेडिनेस इन्डेक्स'मा नेपालको स्थानलाई शीर्ष ५० औँ स्थानभित्र पुर्‍याइने उल्लेख गरिएको छ।",
                "काठमाण्डू विश्वविद्यालयको आर्टिफिशल इन्टेलिजन्सका यज्ञराज पान्डेले चाहिँ नेपाललाई आगामी दिनमा एआईसम्बन्धी दक्ष जनशक्ति आवश्यक पर्दै जाने भन्दै सरकार र शिक्षण संस्थाहरू दुवैले पहल गरे त्यसको व्यवस्थापन गर्न सकिने बताउँछन्।",
                "एआईका कारण पछिल्ला वर्षहरूमा मानिसहरूले गर्ने कैयौँ कामहरू कम्प्युटर प्रणालीले नै गर्न थालेका छन्। त्यसले गर्दा कतिपय क्षेत्रमा रोजगारीहरू कटौती हुन सक्ने चिन्ता माझ सरकारले एआईसम्बन्धी नीति सार्वजनिक गरेको हो।"
            ],
            "category": "international",
            "image": "https://www.orfonline.org/images/nepal-international-relations.jpg",
            "date": "2025-08-17",
            "author": "स्रोत: ORF"
        },
        {
            "id": "20",
            "title": "नेपालका युवा उद्यमीले स्टार्टअप इकोसिस्टमलाई प्रोत्साहन दिए",
            "description": [
                "अन्तर्राष्ट्रिय मान्यताअनुसार युवा भनेको सामान्यतया १५ देखि २९ वर्ष उमेर समूहका मानिसको समूहलाई भनिन्छ । नेपालको परिवेशमा राष्ट्रिय तथ्याङ्क विभागले प्रकाशित गरेको राष्ट्रिय जनगणना २०७८ अनुसार कूल जनसङ्ख्याको ६१.९६ प्रतिशत १५ देखि ५९ वर्ष उमेरका रहेका छन् । त्यसैगरी, करिब ५६ लाख युवा वैदेशिक श्रम बजारमा रहेको देखिन्छ । नेपाल युवा राष्ट्र हो । सम्पूर्ण जनसङ्ख्याको औसत उमेर २० को हाराहारी रहेको छ । नेपालमा स्टार्टअप इकोसिस्टमलाई विस्तार गर्न उत्प्रेरणा गर्ने लक्ष्यका साथ नेपालका युवालाई उद्यमशीलताका लागि आवश्यक समन्वय गर्न प्रयत्नरत छौँ ।",
                "नेपालमा स–साना स्टार्टअपको माध्यमबाट रोजगारी सिर्जना होस् भन्ने हाम्रो चाहना छ । सुरुआत सानो भए पनि हरेक व्यवसायको वृद्धि क्षमता असीमित हुन्छ । कोरियाको बहुराष्ट्रिय कम्पनी साम्सङ एउटा सानो चामल पसलका रूपमा भएको थियो । त्यसैगरी, हुन्डाई मोटर्सले अटोमोबाइल मर्मत गर्ने सानो व्यवसाय सुरु गरेर आज विश्वव्यापी कम्पनीका रूपमा स्थान लिन सफल भएको छ । यी र यस्तै ठूला कम्पनीहरु कोरियाको उद्यमशीलता आर्थिक गतिशीलताको महत्वपूर्ण स्रोत बनेका छन् ।",
                "नेपालमा पनि सुरुआती चरणमा स–साना व्यवसायबाट सुरुआत भएका धेरै स्टार्टअपले भविष्यमा नेपालको प्रतिनिधित्व गर्दै विश्वमा परिचय दिन सक्नेछन् । मेरो एक वर्षको अनुभवले वैदेशिक रोजगारीको अनुभव भएका व्यक्तिहरुले नेपालमा कृषि, उत्पादनमूलक क्षेत्र, सेवा क्षेत्र आदिमा व्यवसाय सञ्चालन गरेर धेरै व्यक्तिलाई स्वदेशमा नै रोजगारी सिर्जना गरेको र भविष्यमा पनि यो सङ्ख्या बढ्ने अपेक्षा लिएको छु । (नेपालका लागि गणतन्त्र कोरिकाली राजदूत पार्क थेयङसँग गरिएको कुराकानीमा आधारित)"
            ],
            "category": "economy",
            "image": "https://www.worldbank.org/images/nepal-startups.jpg",
            "date": "2025-08-16",
            "author": "स्रोत: World Bank"
        },
        {
            "id": "21",
            "title": "मनोरञ्जन उद्योगमा नयाँ फिल्महरूको प्रदर्शन",
            "description": [
                "आजसम्म भएको नेपाली फिल्म उद्योगको प्राविधिक विकासलाई सकारात्मक मान्न सकिने उनको भनाइ छ। उतिबेला फिल्महरू रिलमा खिच्दा, त्यसलाई धुलाउन भारतकै भर पर्दा समय र पैसा दुवै धेरै लाग्थ्यो। एउटा १० मिनेटको रिललाई नै करिब ७/८ हजार रुपैयाँ लाग्थ्यो। त्यसले गर्दा राम्रो नभए पनि मन बुझाउनुपर्ने अवस्था थियो। तर, डिजिटल युगको आगमनले त्यो बाध्यताबाट छुटकारा दिएको छ। क्यामेराहरू पहिलेको तुलनामा अझै महँगा भए पनि अन्य पाटो धेरै सजिलो भएको छ। समय र पैसाको बचत भएको छ। राम्रो नतिजाका  लागि मन लागेसम्म रिटेक लिएर काम गर्न सम्भव भएको छ।",
                "नेपाली फिल्म उद्योगमा भीएफएक्स (भिजुअल इफेक्ट्स), सम्पादन र ध्वनि (साउन्ड) डिजाइन लगायत क्षेत्रमा सुधार आएको दाहाल बताउँछन्। आवाजमा एम्बियन्ट साउन्ड, फोली, आवश्यक स्थानमा मात्र म्युजिक स्कोर गर्ने,  मौनता (साइलेन्स) लाई पनि शक्तिशाली तत्वको रूपमा प्रयोग गर्ने परिवर्तन आएको उनी सुनाउँछन्। तर सोचेजति हुन भने नसकेको उनको भनाइ छ। त्यसका लागि प्रविधि मात्र होइन, दक्ष जनशक्ति, सिर्जनात्मकता र दूरदृष्टि आवश्यक पर्ने उनको भनाइ छ। समग्रमा सन्तोषजनक वृद्धि तर सम्भावना अझ बढी भएको दाहाल बताउँछन्।",
                "फिल्म भनेको दृश्य र ध्वनिको मिश्रण हो। यो प्राविधिक कुरा हो। पटकथा राम्रो हुनु त फिल्मका लागि अनिवार्य छँदैछ, प्राविधिक पाटो पनि त्यति नै राम्रो हुनु आवश्यक छ। यसरी फरक-फरक क्षेत्रका व्यक्तिहरू नेपाली फिल्म उद्योगमा भइरहेको प्राविधिक विकासलाई सकारात्मक नजरबाट नै हेर्छन्। त्यसमा उनीहरूको सीमित कुरामा मात्र गुनासो छ।"
            ],
            "category": "entertainment",
            "image": "https://www.nepalkhabar.com/images/nepal-movie-release.jpg",
            "date": "2025-08-15",
            "author": "स्रोत: Nepal Khabar"
        }
    ]
}